Repository: CodyBontecou/health-md
Catalog: apps/apple/HealthMd/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, zh_hans

source: Sync health data from your iPhone to export.
de: Synchronisieren Sie Gesundheitsdaten von Ihrem iPhone zum Exportieren.
es: Sincronice los datos de salud de su iPhone para exportarlos.
fr: Synchronisez les données de santé de votre iPhone pour les exporter.
it: Sincronizza i dati sanitari dal tuo iPhone per esportarli.
ja: iPhone から健康データを同期してエクスポートします。
ko: 내보내려면 iPhone의 건강 데이터를 동기화하세요.
nl: Synchroniseer gezondheidsgegevens van uw iPhone om te exporteren.
pt_br: Sincronize os dados de saúde do seu iPhone para exportar.
zh_hans: 同步 iPhone 中的健康数据以导出。

source: Sync last 7 days now
de: Letzte 7 Tage jetzt synchronisieren
es: Sincronizar últimos 7 días ahora
fr: Synchroniser les 7 derniers jours maintenant
it: Sincronizza ultimi 7 giorni ora
ja: 過去7日間を今すぐ同期
ko: 최근 7일 지금 동기화
nl: Laatste 7 dagen nu synchroniseren
pt_br: Sincronizar últimos 7 dias agora
zh_hans: 立即同步最近7天

source: Sync to Mac
de: Mit Mac synchronisieren
es: Sincronizar con Mac
fr: Synchroniser vers le Mac
it: Sincronizza con il Mac
ja: Macに同期
ko: Mac으로 동기화
nl: Synchroniseren naar Mac
pt_br: Sincronizar com Mac
zh_hans: 同步到 Mac

source: Synced Records
de: Synchronisierte Datensätze
es: Registros sincronizados
fr: Enregistrements synchronisés
it: Record sincronizzati
ja: 同期済みレコード
ko: 동기화된 기록
nl: Gesynchroniseerde records
pt_br: Registros Sincronizados
zh_hans: 已同步的记录

source: Synced records
de: Synchronisierte Datensätze
es: Registros sincronizados
fr: Enregistrements synchronisés
it: Record sincronizzati
ja: 同期済みレコード
ko: 동기화된 기록
nl: Gesynchroniseerde records
pt_br: Registros sincronizados
zh_hans: 同步记录

source: Syncing health data to Mac…
de: Gesundheitsdaten werden mit dem Mac synchronisiert …
es: Sincronizando datos de salud con Mac…
fr: Synchronisation des données de santé vers le Mac…
it: Sincronizzazione dati sanitari con il Mac…
ja: ヘルスデータをMacに同期中…
ko: Mac으로 건강 데이터 동기화 중…
nl: Gezondheidsgegevens synchroniseren naar Mac…
pt_br: Sincronizando dados de saúde para o Mac…
zh_hans: 正在将健康数据同步到 Mac…

source: Syncing…
de: Synchronisierung …
es: Sincronizando…
fr: Synchronisation en cours…
it: Sincronizzazione…
ja: 同期中…
ko: 동기화 중…
nl: Synchroniseren…
pt_br: Sincronizando…
zh_hans: 正在同步…

# Tab %lld of %lld
source: Tab %1$lld of %2$lld
de: Tab %lld von %lld
es: Pestaña %lld de %lld
fr: Onglet %lld sur %lld
it: Scheda %lld di %lld
ja: タブ %lld/%lld
ko: 탭 %lld/%lld
nl: Tabblad %lld van %lld
pt_br: Aba %lld de %lld
zh_hans: 标签页 %lld/%lld

source: Tap to customize filename format
de: Tippen, um das Dateinamenformat anzupassen
es: Toca para personalizar el formato del nombre de archivo
fr: Touchez pour personnaliser le format du nom de fichier
it: Tocca per personalizzare il formato del nome file
ja: タップしてファイル名形式をカスタマイズ
ko: 탭하여 파일 이름 형식 사용자 정의
nl: Tik om het bestandsnaamformaat aan te passen
pt_br: Toque para personalizar o formato do nome do arquivo
zh_hans: 点击自定义文件名格式

source: Tap to retry your health export
de: Tippen, um den Gesundheitsexport erneut zu versuchen
es: Toca para reintentar tu exportación de salud
fr: Touchez pour réessayer votre exportation de santé
it: Tocca per riprovare l'esportazione sanitaria
ja: タップしてヘルスエクスポートを再試行
ko: 탭하여 건강 내보내기 재시도
nl: Tik om je gezondheidsexport opnieuw te proberen
pt_br: Toque para tentar novamente sua exportação de saúde
zh_hans: 点击以重试健康数据导出

source: Target
de: Ziel
es: Objetivo
fr: Cible
it: Obiettivo
ja: ターゲット
ko: 대상
nl: Doel
pt_br: Alvo
zh_hans: 目标

source: Task timed out
de: Aufgabe abgelaufen
es: La tarea agotó el tiempo
fr: La tâche a expiré
it: Attività scaduta
ja: タスクがタイムアウトしました
ko: 작업 시간 초과
nl: Taak is verlopen
pt_br: A tarefa expirou
zh_hans: 任务超时

source: Technical details
de: Technische Details
es: Detalles técnicos
fr: Détails techniques
it: Dettagli tecnici
ja: 技術的な詳細
ko: 기술적인 세부사항
nl: Technische details
pt_br: Detalhes técnicos
zh_hans: 技术细节

source: Temperature: %@
de: Temperatur: %@
es: Temperatura: %@
fr: Température : %@
it: Temperatura: %@
ja: 温度：%@
ko: 온도: %@
nl: Temperatuur: %@
pt_br: Temperatura: %@
zh_hans: 温度：%@

source: Template
de: Vorlage
es: Plantilla
fr: Modèle
it: Modello
ja: テンプレート
ko: 템플릿
nl: Sjabloon
pt_br: Modelo
zh_hans: 模板

source: Template Style
de: Vorlagenstil
es: Estilo de plantilla
fr: Style de modèle
it: Stile modello
ja: テンプレートスタイル
ko: 템플릿 스타일
nl: Sjabloonstijl
pt_br: Estilo do Modelo
zh_hans: 模板样式

source: The Health.md query-context encryption key is invalid.
de: Der Abfragekontext-Verschlüsselungsschlüssel Health.md ist ungültig.
es: La clave de cifrado del contexto de consulta Health.md no es válida.
fr: La clé de chiffrement du contexte de requête Health.md n'est pas valide.
it: La chiave di crittografia del contesto della query Health.md non è valida.
ja: Health.md クエリ コンテキスト暗号化キーが無効です。
ko: Health.md 쿼리 컨텍스트 암호화 키가 잘못되었습니다.
nl: De Health.md-querycontext-coderingssleutel is ongeldig.
pt_br: A chave de criptografia de contexto de consulta Health.md é inválida.
zh_hans: Health.md 查询上下文加密密钥无效。

source: The app never mutates `/usr/local/bin` or shell files without your action.
de: Die App verändert niemals `/usr/local/bin` oder Shell-Dateien ohne Ihr Zutun.
es: La aplicación nunca muta `/usr/local/bin` o archivos de shell sin su acción.
fr: L'application ne mute jamais `/usr/local/bin` ou les fichiers shell sans votre action.
it: L'app non modifica mai `/usr/local/bin` o i file della shell senza la tua azione.
ja: ユーザーのアクションがなければ、アプリが `/usr/local/bin` やシェル ファイルを変更することはありません。
ko: 앱은 사용자의 조치 없이 `/usr/local/bin` 또는 셸 파일을 변경하지 않습니다.
nl: De app muteert nooit `/usr/local/bin`- of shell-bestanden zonder uw actie.
pt_br: O aplicativo nunca altera `/usr/local/bin` ou arquivos shell sem sua ação.
zh_hans: 如果没有您的操作，该应用程序永远不会改变 `/usr/local/bin` 或 shell 文件。

source: The background export task was terminated by iOS before completing.
de: Die Hintergrund-Exportaufgabe wurde von iOS vor dem Abschluss beendet.
es: La tarea de exportación en segundo plano fue terminada por iOS antes de completarse.
fr: La tâche d'exportation en arrière-plan a été interrompue par iOS avant d'être terminée.
it: L'attività di esportazione in background è stata terminata da iOS prima del completamento.
ja: バックグラウンドエクスポートタスクが完了前にiOSによって終了されました。
ko: 백그라운드 내보내기 작업이 완료되기 전에 iOS에 의해 종료되었습니다.
nl: De achtergrondexporttaak is door iOS beëindigd voordat deze voltooid was.
pt_br: A tarefa de exportação em segundo plano foi encerrada pelo iOS antes de ser concluída.
zh_hans: 后台导出任务在完成前被 iOS 终止。

source: The encrypted Health.md query-context index does not match its day blob.
de: Der verschlüsselte Abfragekontextindex Health.md stimmt nicht mit seinem Tagesblob überein.
es: El índice de contexto de consulta cifrado Health.md no coincide con su blob diario.
fr: L’index de contexte de requête Health.md chiffré ne correspond pas à son blob du jour.
it: L'indice del contesto della query Health.md crittografato non corrisponde al BLOB giornaliero.
ja: 暗号化された Health.md クエリ コンテキスト インデックスは、その日の BLOB と一致しません。
ko: 암호화된 Health.md 쿼리 컨텍스트 인덱스가 해당 날짜 Blob과 일치하지 않습니다.
nl: De gecodeerde Health.md-querycontextindex komt niet overeen met de dagblob.
pt_br: O índice de contexto de consulta Health.md criptografado não corresponde ao seu blob diário.
zh_hans: 加密的 Health.md 查询上下文索引与其日 blob 不匹配。

source: The encrypted Health.md query-context index is corrupt.
de: Der verschlüsselte Abfragekontextindex Health.md ist beschädigt.
es: El índice de contexto de consulta cifrado Health.md está dañado.
fr: L'index de contexte de requête Health.md chiffré est corrompu.
it: L'indice del contesto della query Health.md crittografato è danneggiato.
ja: 暗号化された Health.md クエリ コンテキスト インデックスが破損しています。
ko: 암호화된 Health.md 쿼리 컨텍스트 인덱스가 손상되었습니다.
nl: De gecodeerde Health.md-querycontextindex is beschadigd.
pt_br: O índice de contexto de consulta Health.md criptografado está corrompido.
zh_hans: 加密的 Health.md 查询上下文索引已损坏。

source: The encryption key for Health.md query context is invalid.
de: Der Verschlüsselungsschlüssel für den Abfragekontext Health.md ist ungültig.
es: La clave de cifrado para el contexto de consulta Health.md no es válida.
fr: La clé de chiffrement pour le contexte de requête Health.md n'est pas valide.
it: La chiave di crittografia per il contesto della query Health.md non è valida.
ja: Health.md クエリ コンテキストの暗号化キーが無効です。
ko: Health.md 쿼리 컨텍스트의 암호화 키가 잘못되었습니다.
nl: De coderingssleutel voor de Health.md-querycontext is ongeldig.
pt_br: A chave de criptografia para o contexto de consulta Health.md é inválida.
zh_hans: Health.md 查询上下文的加密密钥无效。

source: The encryption key for Health.md query context is unavailable.
de: Der Verschlüsselungsschlüssel für den Abfragekontext Health.md ist nicht verfügbar.
es: La clave de cifrado para el contexto de consulta Health.md no está disponible.
fr: La clé de chiffrement pour le contexte de requête Health.md n'est pas disponible.
it: La chiave di crittografia per il contesto della query Health.md non è disponibile.
ja: Health.md クエリ コンテキストの暗号化キーが使用できません。
ko: Health.md 쿼리 컨텍스트의 암호화 키를 사용할 수 없습니다.
nl: De coderingssleutel voor de Health.md-querycontext is niet beschikbaar.
pt_br: A chave de criptografia para o contexto de consulta Health.md não está disponível.
zh_hans: Health.md 查询上下文的加密密钥不可用。

# The full export processes %lld daily HealthKit aggregate snapshots
source: The full export processes %1$lld daily HealthKit aggregate snapshots
de: Der vollständige Export verarbeitet täglich %1$lld aggregierte Snapshots
es: La exportación completa procesa %1$lld instantáneas agregadas diarias de HealthKit
fr: L’exportation complète traite %1$lld instantanés agrégés quotidiens de HealthKit.
it: L’esportazione completa elabora %1$lld istantanee aggregate giornaliere di HealthKit
ja: 完全なエクスポートは、%1$lld 日次 HealthKit 集約スナップショットを処理します。
ko: 전체 내보내기는 %1$lld 일일 HealthKit 집계 스냅샷을 처리합니다.
nl: De volledige export verwerkt %1$lld dagelijks HealthKit verzamelde momentopnamen
pt_br: A exportação completa processa instantâneos agregados diários %1$lld HealthKit
zh_hans: 完整导出流程 %1$lld 每日 HealthKit 聚合快照

source: The iPhone sends one configured export job over Wi-Fi
de: Der iPhone sendet einen konfigurierten Exportauftrag über Wi-Fi
es: El iPhone envía un trabajo de exportación configurado a través de Wi-Fi
fr: Le iPhone envoie une tâche d'exportation configurée via Wi-Fi
it: iPhone invia un lavoro di esportazione configurato su Wi-Fi
ja: iPhone は、Wi-Fi 経由で 1 つの構成済みエクスポート ジョブを送信します
ko: iPhone는 Wi-Fi를 통해 하나의 구성된 내보내기 작업을 보냅니다.
nl: De iPhone verzendt één geconfigureerde exporttaak via Wi-Fi
pt_br: O iPhone envia um trabalho de exportação configurado por Wi-Fi
zh_hans: iPhone 通过 Wi-Fi 发送一项配置的导出作业

source: The metrics injected into your daily note match exactly what you've enabled in Export Settings → Health Metrics. Change your metric selection there to control what gets injected.
de: Die in Ihre tägliche Notiz eingefügten Metriken entsprechen genau den in Exporteinstellungen → Gesundheitsmetriken aktivierten. Ändern Sie dort Ihre Metrikauswahl, um zu steuern, was eingefügt wird.
es: Las métricas inyectadas en tu nota diaria coinciden exactamente con lo que has habilitado en Ajustes de exportación → Métricas de salud. Cambia tu selección de métricas allí para controlar lo que se inyecta.
fr: Les métriques injectées dans votre note quotidienne correspondent exactement à ce que vous avez activé dans Paramètres d'exportation → Métriques de santé. Modifiez votre sélection de métriques là-bas pour contrôler ce qui est injecté.
it: Le metriche iniettate nella tua nota giornaliera corrispondono esattamente a quelle abilitate in Impostazioni di esportazione → Metriche sanitarie. Modifica la selezione delle metriche lì per controllare cosa viene iniettato.
ja: デイリーノートに注入される指標は、エクスポート設定 → ヘルス指標で有効にしたものと完全に一致します。注入される内容を制御するには、そこで指標の選択を変更してください。
ko: 일일 노트에 주입되는 항목은 내보내기 설정 → 건강 항목에서 활성화한 항목과 정확히 일치합니다. 주입할 항목을 변경하려면 해당 설정에서 항목 선택을 변경하세요.
nl: De meetwaarden die in je dagelijkse notitie worden ingevoegd komen exact overeen met wat je hebt ingeschakeld bij Exportinstellingen → Gezondheidsmeetwaarden. Wijzig je meetwaardenselectie daar om te bepalen wat er wordt ingevoegd.
pt_br: As métricas injetadas na sua nota diária correspondem exatamente ao que você ativou em Configurações de Exportação → Métricas de Saúde. Altere sua seleção de métricas lá para controlar o que é injetado.
zh_hans: 注入每日笔记的指标与您在导出设置 → 健康指标中启用的完全一致。在那里更改指标选择以控制注入的内容。

source: The sandboxed `healthmd` and `healthmd-mcp` helpers call fixed localhost routes; neither reads HealthKit directly.
de: Die Sandbox-Helfer `healthmd` und `healthmd-mcp` rufen feste Localhost-Routen auf; weder liest HealthKit direkt.
es: Los ayudantes de espacio aislado `healthmd` y `healthmd-mcp` llaman a rutas fijas de localhost; ninguno lee HealthKit directamente.
fr: Les assistants `healthmd` et `healthmd-mcp` en bac à sable appellent des routes localhost fixes ; ni l’un ni l’autre ne lit directement HealthKit.
it: Gli helper `healthmd` e `healthmd-mcp` in modalità sandbox chiamano percorsi localhost fissi; nessuno dei due legge direttamente HealthKit.
ja: サンドボックス化された `healthmd` および `healthmd-mcp` ヘルパーは、固定ローカルホスト ルートを呼び出します。どちらも HealthKit を直接読み取りません。
ko: 샌드박스 처리된 `healthmd` 및 `healthmd-mcp` 도우미는 고정된 localhost 경로를 호출합니다. HealthKit도 직접 읽지 않습니다.
nl: De in de sandbox geplaatste `healthmd`- en `healthmd-mcp`-helpers roepen vaste localhost-routes aan; noch leest HealthKit rechtstreeks.
pt_br: Os auxiliares `healthmd` e `healthmd-mcp` em área restrita chamam rotas de host local fixas; nenhum deles lê HealthKit diretamente.
zh_hans: 沙盒 `healthmd` 和 `healthmd-mcp` 帮助程序调用固定的本地主机路由；两者都不直接读取HealthKit。

source: The saved export folder now resolves to a different location. Health.md stopped before writing any files. Review the location in Files, then re-select the intended folder.
de: Der gespeicherte Exportordner wird nun an einem anderen Speicherort aufgelöst. Health.md wurde vor dem Schreiben von Dateien gestoppt. Überprüfen Sie den Speicherort unter „Dateien“ und wählen Sie dann den gewünschten Ordner erneut aus.
es: La carpeta de exportación guardada ahora se resuelve en una ubicación diferente. Health.md se detuvo antes de escribir ningún archivo. Revise la ubicación en Archivos y luego vuelva a seleccionar la carpeta deseada.
fr: Le dossier d'exportation enregistré est désormais résolu vers un emplacement différent. Health.md s'est arrêté avant d'écrire des fichiers. Vérifiez l'emplacement dans Fichiers, puis resélectionnez le dossier souhaité.
it: La cartella di esportazione salvata ora si risolve in una posizione diversa. Health.md si è arrestato prima di scrivere qualsiasi file. Controlla la posizione in File, quindi seleziona nuovamente la cartella desiderata.
ja: 保存されたエクスポート フォルダーは別の場所に解決されるようになりました。 Health.md はファイルを書き込む前に停止しました。ファイル内の場所を確認し、目的のフォルダーを再選択します。
ko: 이제 저장된 내보내기 폴더가 다른 위치로 확인됩니다. Health.md가 파일을 쓰기 전에 중지되었습니다. 파일에서 위치를 검토한 후 원하는 폴더를 다시 선택하세요.
nl: De opgeslagen exportmap wordt nu omgezet naar een andere locatie. Health.md stopte voordat er bestanden werden geschreven. Controleer de locatie in Bestanden en selecteer vervolgens opnieuw de beoogde map.
pt_br: A pasta de exportação salva agora é resolvida em um local diferente. Health.md parou antes de gravar qualquer arquivo. Revise o local em Arquivos e selecione novamente a pasta desejada.
zh_hans: 保存的导出文件夹现在解析到不同的位置。 Health.md 在写入任何文件之前停止。查看“文件”中的位置，然后重新选择所需的文件夹。

source: The selected item is a folder, not a Markdown file.
de: Das ausgewählte Element ist ein Ordner und keine Markdown-Datei.
es: El elemento seleccionado es una carpeta, no un archivo Markdown.
fr: L’élément sélectionné est un dossier, pas un fichier Markdown.
it: L’elemento selezionato è una cartella, non un file Markdown.
ja: 選択した項目はMarkdownファイルではなくフォルダです。
ko: 선택한 항목은 Markdown 파일이 아니라 폴더입니다.
nl: Het geselecteerde item is een map, geen Markdown-bestand.
pt_br: O item selecionado é uma pasta, não um arquivo Markdown.
zh_hans: 所选项目是文件夹，而不是 Markdown 文件。

source: The start date sets the repeating phase. Monthly schedules use the last day when a month is shorter.
de: Das Startdatum legt die Wiederholungsphase fest. Bei Monatsplänen wird der letzte Tag verwendet, wenn ein Monat kürzer ist.
es: La fecha de inicio marca la fase de repetición. Los cronogramas mensuales utilizan el último día cuando un mes es más corto.
fr: La date de début définit la phase de répétition. Les planifications mensuelles utilisent le dernier jour où un mois est plus court.
it: La data di inizio imposta la fase di ripetizione. Le pianificazioni mensili utilizzano l'ultimo giorno quando il mese è più breve.
ja: 開始日によって繰り返しフェーズが設定されます。月間スケジュールでは、1 か月が短い場合は末日を使用します。
ko: 시작 날짜는 반복 단계를 설정합니다. 월별 일정은 한 달이 더 짧은 마지막 날을 사용합니다.
nl: De startdatum bepaalt de herhalingsfase. Maandschema's gebruiken de laatste dag als een maand korter is.
pt_br: A data de início define a fase de repetição. As programações mensais usam o último dia quando o mês é mais curto.
zh_hans: 开始日期设置重复阶段。当月份较短时，每月计划使用最后一天。

source: There is no health data for the selected dates, or no formats are selected.
de: Für die ausgewählten Daten sind keine Gesundheitsdaten vorhanden oder es sind keine Formate ausgewählt.
es: No hay datos de salud para las fechas seleccionadas o no se selecciona ningún formato.
fr: Il n'y a aucune donnée de santé pour les dates sélectionnées ou aucun format n'est sélectionné.
it: Non sono presenti dati sanitari per le date selezionate oppure non è selezionato alcun formato.
ja: 選択した日付の健康データがないか、形式が選択されていません。
ko: 선택한 날짜에 대한 건강 데이터가 없거나 선택한 형식이 없습니다.
nl: Er zijn geen gezondheidsgegevens voor de geselecteerde datums, of er zijn geen formaten geselecteerd.
pt_br: Não há dados de saúde para as datas selecionadas ou nenhum formato foi selecionado.
zh_hans: 所选日期没有健康数据，或未选择任何格式。

source: These choices affect display values in exported files.
de: Diese Optionen beeinflussen die angezeigten Werte in exportierten Dateien.
es: Estas opciones afectan a los valores mostrados en los archivos exportados.
fr: Ces choix influent sur les valeurs affichées dans les fichiers exportés.
it: Queste scelte influiscono sui valori visualizzati nei file esportati.
ja: これらの選択は、エクスポートファイルに表示される値に影響します。
ko: 이 옵션은 내보낸 파일에 표시되는 값에 영향을 줍니다.
nl: Deze keuzes beïnvloeden de weergegeven waarden in geëxporteerde bestanden.
pt_br: Essas opções afetam os valores exibidos nos arquivos exportados.
zh_hans: 这些选项会影响导出文件中显示的值。

source: This Keychain-encrypted store is independent from exported files. Retention is never automatic; deleting it does not change Apple Health on iPhone.
de: Dieser mit Keychain verschlüsselte Speicher ist unabhängig von exportierten Dateien. Die Aufbewahrung erfolgt nie automatisch; Durch das Löschen ändert sich Apple Health nicht auf iPhone.
es: Este almacén cifrado con Keychain es independiente de los archivos exportados. La retención nunca es automática; eliminarlo no cambia Apple Health en iPhone.
fr: Ce magasin crypté Keychain est indépendant des fichiers exportés. La rétention n’est jamais automatique ; sa suppression ne modifie pas Apple Health sur iPhone.
it: Questo archivio crittografato Keychain è indipendente dai file esportati. La conservazione non è mai automatica; eliminandolo non cambia Apple Health su iPhone.
ja: この Keychain 暗号化ストアは、エクスポートされたファイルから独立しています。保持は決して自動的には行われません。削除しても、iPhone の Apple Health は変更されません。
ko: 이 Keychain 암호화 저장소는 내보낸 파일과 독립적입니다. 보존은 자동으로 이루어지지 않습니다. 이를 삭제해도 iPhone의 Apple Health는 변경되지 않습니다.
nl: Deze Keychain-gecodeerde winkel is onafhankelijk van geëxporteerde bestanden. Bewaring is nooit automatisch; het verwijderen ervan verandert niets aan Apple Health op iPhone.
pt_br: Este armazenamento criptografado por Keychain é independente dos arquivos exportados. A retenção nunca é automática; excluí-lo não altera Apple Health em iPhone.
zh_hans: 此 Keychain 加密存储独立于导出的文件。保留从来都不是自动的；删除它不会更改 iPhone 上的 Apple Health。

source: This Mac app needs the iPhone app to read Apple Health and start exports. The Mac app only chooses where received files are saved.
de: Diese Mac-App benötigt die iPhone-App, um Apple Health zu lesen und Exporte zu starten. Die Mac-App wählt nur aus, wo empfangene Dateien gespeichert werden.
es: Esta aplicación Mac necesita la aplicación iPhone para leer Apple Health e iniciar las exportaciones. La aplicación Mac solo elige dónde se guardan los archivos recibidos.
fr: Cette application Mac nécessite l'application iPhone pour lire Apple Health et démarrer les exportations. L'application Mac choisit uniquement où les fichiers reçus sont enregistrés.
it: Questa app Mac necessita dell'app iPhone per leggere Apple Health e avviare le esportazioni. L'app Mac sceglie solo dove salvare i file ricevuti.
ja: この Mac アプリには、Apple Health を読み取り、エクスポートを開始するために iPhone アプリが必要です。 Mac アプリは、受信したファイルの保存場所のみを選択します。
ko: 이 Mac 앱은 Apple Health를 읽고 내보내기를 시작하려면 iPhone 앱이 필요합니다. Mac 앱은 수신된 파일이 저장되는 위치만 선택합니다.
nl: Deze Mac-app heeft de iPhone-app nodig om Apple Health te lezen en de export te starten. De Mac app kiest alleen waar ontvangen bestanden worden opgeslagen.
pt_br: Este aplicativo Mac precisa do aplicativo iPhone para ler Apple Health e iniciar as exportações. O aplicativo Mac escolhe apenas onde os arquivos recebidos são salvos.
zh_hans: 此 Mac 应用程序需要 iPhone 应用程序来读取 Apple Health 并开始导出。 Mac 应用程序仅选择接收到的文件的保存位置。

source: This Mac saves the received Markdown, Bases, JSON, or CSV files
de: Dieser Mac speichert die empfangenen Markdown-, Bases-, JSON- oder CSV-Dateien
es: Este Mac guarda los archivos Markdown, Bases, JSON o CSV recibidos.
fr: Ce Mac enregistre les fichiers Markdown, Bases, JSON ou CSV reçus.
it: Questo Mac salva i file Markdown, Bases, JSON o CSV ricevuti
ja: この Mac は、受信した Markdown、Bases、JSON、または CSV ファイルを保存します
ko: 이 Mac는 수신된 Markdown, Bases, JSON 또는 CSV 파일을 저장합니다.
nl: Deze Mac slaat de ontvangen Markdown-, Bases-, JSON- of CSV-bestanden op
pt_br: Este Mac salva os arquivos Markdown, Bases, JSON ou CSV recebidos
zh_hans: 此 Mac 保存收到的 Markdown、Bases、JSON 或 CSV 文件

source: This export is too large for rich preview. The complete source is shown instead.
de: Dieser Export ist zu groß für die formatierte Vorschau. Stattdessen wird der vollständige Quelltext angezeigt.
es: Esta exportación es demasiado grande para la vista previa enriquecida. Se muestra el código fuente completo.
fr: Cette exportation est trop volumineuse pour l’aperçu enrichi. Le texte source complet est affiché à la place.
it: Questa esportazione è troppo grande per l’anteprima avanzata. Viene mostrato il testo sorgente completo.
ja: この書き出しはリッチプレビューには大きすぎるため、完全なソースを表示しています。
ko: 이 내보내기는 서식 있는 미리보기에 너무 큽니다. 대신 전체 원본을 표시합니다.
nl: Deze export is te groot voor een opgemaakte voorvertoning. In plaats daarvan wordt de volledige bron weergegeven.
pt_br: Esta exportação é grande demais para a pré-visualização avançada. O conteúdo completo é exibido no modo fonte.
zh_hans: 此导出文件过大，无法使用富文本预览，因此改为显示完整源文本。

source: This file is empty.
de: Diese Datei ist leer.
es: Este archivo está vacío.
fr: Ce fichier est vide.
it: Questo file è vuoto.
ja: このファイルは空です。
ko: 이 파일은 비어 있습니다.
nl: Dit bestand is leeg.
pt_br: Este arquivo está vazio.
zh_hans: 此文件为空。

source: This file isn’t valid UTF-8 text.
de: Diese Datei enthält keinen gültigen UTF-8-Text.
es: Este archivo no contiene texto UTF-8 válido.
fr: Ce fichier ne contient pas de texte UTF-8 valide.
it: Questo file non contiene testo UTF-8 valido.
ja: このファイルは有効なUTF-8テキストではありません。
ko: 이 파일은 유효한 UTF-8 텍스트가 아닙니다.
nl: Dit bestand bevat geen geldige UTF-8-tekst.
pt_br: Este arquivo não contém texto UTF-8 válido.
zh_hans: 此文件不是有效的 UTF-8 文本。
